Repository: h9k/magirc
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Channel activity for %1
tr_tr: %1 Istatistikleri

source: Total
tr_tr: Toplam

source: Today
tr_tr: Bugun

source: This Week
tr_tr: Bu Hafta

source: This Month
tr_tr: Bu Ay

source: Nickname
tr_tr: Kullanici Adi

source: Letters
tr_tr: Karakter

source: Words
tr_tr: Kelime

source: Lines
tr_tr: Satir

source: Actions
tr_tr: Ame/me

source: Smileys
tr_tr: Gulme

source: Kicks
tr_tr: Kick

source: Modes
tr_tr: Mod

source: Topics
tr_tr: Baslik

source: Loading
tr_tr: Yukleniyor

source: Current Client Statistics for %1
tr_tr: %1 Program Istatistikleri

source: Client
tr_tr: Program

source: Count
tr_tr: Kisi

source: Current Country Statistics for %1
tr_tr: %1 Ulke Istatistikleri

source: Country
tr_tr: Ulke

source: Global channel activity
tr_tr: Genel Kanal Istatistikleri

source: Channel
tr_tr: Kanal

source: Channel history
tr_tr: Kanal Gecmisi

source: Channel list
tr_tr: Kanal Listesi

source: Current users
tr_tr: Kullanici Sayisi

source: Max users
tr_tr: Maksimum Kullanici Sayisi

source: Channels
tr_tr: Kanallar

source: Activity
tr_tr: Istatistikler

source: History
tr_tr: Gecmis

source: Status
tr_tr: Durum

source: Countries
tr_tr: Ulkeler

source: Clients
tr_tr: Program

source: Channel info for %1
tr_tr: %1 Kanal Bilgileri

source: Topic set by
tr_tr: Basligi Atan

source: on
tr_tr: ile

source: User peak
tr_tr: Kullanici Rekoru

source: Join this channel
tr_tr: Kanala Baglan

source: Standard connection
tr_tr: Standart Baglanti

source: IRC standard connection
tr_tr: Standart IRC Baglantisi

source: Secure connection
tr_tr: Guvenli Baglanti

source: IRC secure connection
tr_tr: Guvenli IRC Baglantisi

source: Webchat
tr_tr: Web Girisi

source: Users currently in channel
tr_tr: Kanaldaki Kullanicilar

source: Error
tr_tr: Hata

source: Current Client Statistics
tr_tr: Program Istatistikleri

source: Current Country Statistics
tr_tr: Ulke Istatistikleri

source: Network Usage History
tr_tr: Ag Kullanim Gecmisi

source: Network
tr_tr: IRC Network

source: Welcome
tr_tr: Hosgeldiniz

source: Operators
tr_tr: Operatorler

source: Netsplit Graphs
tr_tr: Netsplit

source: Mibbit Graphs
tr_tr: Mibbit

source: Day
tr_tr: Gun

source: Week
tr_tr: Hafta

source: Month
tr_tr: Ay

source: Year
tr_tr: Yil

source: More on
tr_tr: Daha Fazla

source: Netsplit.de Graphs
tr_tr: Netsplit.de

source: Last week
tr_tr: Gecen Hafta

source: Last year
tr_tr: Gecen Yıl

source: Complete history
tr_tr: Tum Gecmis

source: Complete measured history about users and channels
tr_tr: Tum kullanici ve kanal gecmisi

source: Operators currently online
tr_tr: Çevrimici Operatorler

source: Server
tr_tr: Sunucu

source: Online since
tr_tr: Baglantı Zamani

source: Live Network Status
tr_tr: Canli Ag Durumu

source: Network Status
tr_tr: Ag Durumu

source: Servers
tr_tr: Sunucular

source: Users
tr_tr: Kullanicilar

source: Current
tr_tr: Suan

source: Peak
tr_tr: Rekor

source: Current 10 Biggest Chans
tr_tr: En Kalabalik Kanallar

source: Top 10 Channels Today
tr_tr: Gunun En Aktif Kanallari

source: Top 10 Users Today
tr_tr: Gunun En Iyi Kullanıcilari

source: User
tr_tr: Kullanici

source: Server history
tr_tr: Sunucu gecmisi

source: Server info for %1
tr_tr: %1 Sunucu Bilgileri

source: Description
tr_tr: Aciklama

source: Online
tr_tr: Cevrimici

source: Version
tr_tr: Versiyon

source: Uptime
tr_tr: Guncelleme

source: Last split
tr_tr: Son bolum

source: Last ping
tr_tr: Son ping

source: Highest ping
tr_tr: En yuksek ping

source: Current opers
tr_tr: Aktif Oper

source: Max opers
tr_tr: Maksimum Oper

source: Message of the day
tr_tr: Gunun mesaji

source: Server list
tr_tr: Sunucu listesi

source: Connect to our network round robin
tr_tr: MYNET

source: Info
tr_tr: Bilgi

source: User activity for %1
tr_tr: %1 Kullanici Istatistikleri

source: Overview
tr_tr: Onizleme

source: Type
tr_tr: Tur

source: Global user activity
tr_tr: Genel kullanici istatistikleri

source: User history
tr_tr: Kullanici gecmisi

source: User info for %1
tr_tr: %1 Kullanici Bilgileri

source: Aliases
tr_tr: Alias

source: Stats Username
tr_tr: Kullanici Adı

source: Real name
tr_tr: Isim

source: Hostname
tr_tr: Host

source: Connecting from
tr_tr: Baglantı Noktasi

source: Information for this user currently unavailable
tr_tr: Suanda istemis oldugunuz kullanici ile ilgili bilgi bulunmamakta.

source: Language
tr_tr: Dil

source: Unknown
tr_tr: Bilinmiyor

source: Away as
tr_tr: Mesgul

source: Online as
tr_tr: Cevrimici

source: Offline
tr_tr: Cevrimdisi

source: Service
tr_tr: Servis

source: Available for help
tr_tr: Yardim Gorevlisi

source: join
tr_tr: baglan

source: days
tr_tr: gun

source: hours
tr_tr: saat

source: minutes
tr_tr: dakika

source: All
tr_tr: Hepsi

source: 1d
tr_tr: 1g

source: 1w
tr_tr: 1h

source: 1m
tr_tr: 1d

source: 3m
tr_tr: 3d

source: 6m
tr_tr: 6d

source: Unable to load contents
tr_tr: Icerik yuklenemedi

source: Message
tr_tr: Mesaj

source: Connected since
tr_tr: Baglanti zamani

source: Last quit
tr_tr: Son cikis

source: Users online
tr_tr: Bagli Kullanicilar

source: Servers online
tr_tr: Bagli Sunucular

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayir

source: Never
tr_tr: Asla

source: MOTD not available for this server
tr_tr: MOTD bulunamadi

source: Failed
tr_tr: Basarisiz

source: Close
tr_tr: Kapat

source: Country Statistics
tr_tr: Ulke Istatistikleri

source: Client Statistics
tr_tr: Program Istatistikleri

source: none
tr_tr: hic

source: Relation of users and channels during the last week
tr_tr: Son haftalarda ki kullanici ve kanal iliskileri

source: Relation of users and channels during the last year
tr_tr: Son yildaki ki kullanici ve kanal ilişkileri

source: Channels during the last week
tr_tr: Gecen haftadan beri kanallar

source: Channels during the last year
tr_tr: Gecen yildan beri kanallar

source: Servers during the last week
tr_tr: Gecen haftadan beri sunucular

source: Servers during the last year
tr_tr: Gecen yildan beri sunucular

source: Processing...
tr_tr: Isleniyor

source: Please wait - loading...
tr_tr: Yukleniyor - lutfen bekleyiniz...

source: Show _MENU_ entries
tr_tr: _MENU_ girisi goster

source: No matching records found
tr_tr: Eslesen kayit bulunamadi

source: No data available in table
tr_tr: Herhangi bir veri bulunamadi

source: Showing _START_ to _END_ of _TOTAL_ entries
tr_tr: _START_ ile _END_ arasindaki _TOTAL_ giris gosteriliyor

source: Showing 0 to 0 of 0 entries
tr_tr: 0 ile 0 arasindaki 0 giris gosteriliyor

source: (filtered from _MAX_ total entries)
tr_tr: (filitre: _MAX_ giris)

source: Search
tr_tr: Ara

source: click/return to sort ascending
tr_tr: Kucukten buyuge sirala

source: click/return to sort descending
tr_tr: Buyukten kucuge sirala

source: First
tr_tr: Ilk

source: Previous
tr_tr: Geri

source: Next
tr_tr: Ileri

source: Last
tr_tr: Son

source: Other
tr_tr: Diger

source: various
tr_tr: cesitli

source: Various
tr_tr: cesitli
